{"A":"ইংৰাজী বৰ্ণমালাৰ প্ৰথম আখৰ; এটা, এজোপা, এচটা, কোনো এডাল","ABACK":"পাছফালৰ পৰা; Taken aback - আচম্বিতে, অকস্মাতে; taken by surprise - আচম্বিতে, অকস্মাতে","ABACTION":"একেবাৰেই ভালেমান গৰু-ম'হ চুৰ কৰি নিয়া","ABACUS":"গণনা কৰিবৰ নিমিত্তে বা নেওতা শিকাবৰ নিমিত্তে শাৰী শাৰীকৈ গুটি সি থোৱা যন্ত্র","ABANDON":"নৰক; the devil প্রেত","ABAFT":"জাহাজৰ পাছভাগত, পাছত","ABANDON":"এৰি দে, ত্যাগ কৰ", "BOTFLY": " (বট্‌ফ্লাই) n. এজাতি মাখি।",
    "BOTH": " (বথ ) adj conj. দুয়ো দুয়োটাই, উভয়ে।",
    "BOTHER": " (বদাৰ) v. t. to trouble আমনি কৰ, বিৰক্ত কৰ, - head = stupid ভেবা। দিগ্‌ কৰ। —ation n. trouble, teasing আমনি, দিগদাৰী, খেচাল, খেচালনি। er n. some adj. ",
    "BOTTOM": " (বটম) n. the lowest part of anything তলভাগ, তলি; foundation মূল, গুৰি; the keel of a ship জাহাজৰ তলি। - less adj. অটল, অগাধ, বৰ দ'। -less pit = hell নৰককুণ্ড। —ry জাহাজ বন্ধকী দলিল। At bottom = আচলতে। To be at the bottom of = মূলত বা গুৰিত থকা। From the bottom of the heart = হৃদয়ৰ মাজৰ পৰা, একেবাৰেই অন্তৰৰ পৰা, অন্তৰেৰে সৈতে । To go to the bottom = তল পা। To sift out to the bottom = আগৰ পৰা গুৰিলৈকে গমি চা। To stand on one's bottom = স্বাধীন হ। Bottom-drawer বিয়ালৈ কাপোৰ সাঁচি থোৱা জপা,দ্ৰয়াৰ।",
    "BOUDOIR": " (বুদ'ইৰ) n. a lady's private apartment অন্তঃপুৰ, নিচেই ভিতৰৱাল কোঠা।",
    "BOTTLE": " (বটল) n. a hollow vessel for holding any liquid বটল, চিচা; the contents of such a vessel বটলত থকা বস্তু। v. t. to fill in a bottle চিচাত ভৰ। —friend মদপী বন্ধু। Feeding bottle = কেঁচুৱাক গাখীৰ খুওৱা চিচা। To bring upon the bottle = মাকৰ পিয়াহ নুখুৱাই কেঁচুৱাক ডাঙৰ-দীঘল কৰ। —gourd লাও। To look for a needle in a bottle (or bundle of hay) মিছাতে বিচাৰি ফুৰ।",
    "BOUGH": " (বাও) n. a branch of tree গছৰ ডাল।",
    "BOULDER": " (বাওল্ডাৰ) n. rounded stone removed by current of water নৈৰ পানীয়ে খহাই অনা শিল ।",
    "BOULEVARD": " (বাওলেভাৰ্ড) n. a street lined with trees দুই কাষে শাৰী শাৰী গছ থকা বহল আলিবাট।",
    "BOULTER": " (ব’লটাৰ্) n. long stout line for fishing, with a number of hooks attached কেইবাটাও বৰশীৰে সৈতে দীঘলীয়া তাঁৰ, যাৰ সহায়ত মাছ ধৰিব পাৰি।",
    "BOUNCE": " (বাউঞ্চ) v. i. to spring suddenly বেগতে জাঁপ মাৰি উঠ; to boast গর্ব কর। n. a heavy sudden blow ডাঙৰ ভুকু; a boast গর্ব, দত্ত। -er মিছলীয়া দাম্ভিক লোক। –ing large and heavy গধুৰ শকত, থিৰেৰে যাব নোৱৰা; swaggering ঢলং-পলং।",
    "BOUND": " (বাউণ্ড)\n\n p. par. of bind, Bound in cloth = কাপোৰেৰে বন্ধা। up in বিশেষ সম্পর্ক থকা, বিশেষকৈ লগা-ভগা। He is bound to do = তেওঁ কৰিবলৈ বাধ্য, কৰিবই লাগিব।\n\nBound (বাউণ্ড)\n n. limit, boundary সীমা; (pl.) circuit, a land within certain limit নিৰ্দ্ধাৰ্য সীমনাৰ ঠাই। v. to set a limit to সীমাবদ্ধ কৰ; সীমা বান্ধ; to surround বেষ্টন কৰ। —ary n. termination সীমা, সীমানা, হদ। -less অসীম। -Bound adj. ready to start (as homeward bound) যাবলৈ সাজু যেনে জাহাজত। To break | bounds = সীমা পাৰ হ, অন্যায় কৰ। To bring within bounds = সীমাবদ্ধ কৰ। To go beyond the bounds of = সীমা পাৰ হৈ যা। Know no bounds = সীমা নাইকিয়া হ, যৎপৰোনাস্তি হ। \n\n Bound (বাউণ্ড)\n v. i. to leap জাঁপ মাৰ, ডেই যা। -n leaping জাঁপ দেও। By leaps and bounds = বেগাই, দোপত-দোপে ৷",
    "BOUNDEN": " (বাউণ্ডে’ন্) adj. binding, obligatory বাধ্য, অৱশ্যে কৰিবলগীয়া ।",
    "BOUNTY": " (বাউন্টি) n. liberality in giving দানশীলতা; a gift দান; a premium পুৰস্কাৰ, বঁটা। —teous, -tiful adj. liberal দানী, দানশীল; হাতবলী, বলীদানী। - teously, tifully adj. generously উদাৰভাবেৰে, সৰহকৈ, ওপচাই।",
    "BOUQUET": " (বাকেট) n. a bunch of flowers a nosegay ফুলৰ থোপা, ফুলৰ চাকি ।",
    "BOURGEOIS": " (বুৰ্জোৱা) n. a citizen নাগৰিক; middle class person মধ্যবিত্ত; a trader ব্যৱসায়ী। (mod meaning) a person with vested interest ন্যস্ত স্বার্থযুক্ত ব্যক্তি। —ie মধ্যবিত্ত সম্প্রদায়; ন্যস্ত স্বার্থযুক্ত মহল।",
    "BOURN": " (বর্ণ) n. a boundary সীমা, অঞ্চল।",
    "BOURNE": " (বর্ণ) n. a boundary সীমা, অঞ্চল।",
    "BURBON": " (বাৰ্বন্) প্ৰতিৰোধী ।",
    "BOURSE": " (বৰচ) n. foreign money market বিদেশীয় ধন-বজাৰ।",
    "BOUSE": "(বুজ) v. i. to drink copiously সৰহকৈ মদ পি। —sy adj. বৰ মদপী । also Booze, zy. Bout (বাউট্) n. a turn পাক; a trial, an attempt পৰীক্ষা, চেষ্টা। A drinking bout = মদ্যপানৰ উৎসৱ ৷",
    "BOVINE": " (বভাইন্) adj. relating to cattle গো-জাতীয়, গৰু-ম'হৰ শ্ৰেণীৰ; inert, sluggish নিৰ্জীৱ, ভেবা।",
    "BOVRIL": " (বভ্রিল্) n. গৰু মঙহৰ তপত চুৰুহা",
    "BOW": " (বাও) v. i. (to, down, in) to bend the head or body in saluting মূৰ দোঁৱা, প্ৰণাম কৰ, সেৱা কৰ; to submit সেওভাত হ, বশ হ। -n. salutation সেৱা, প্রণাম। -backed গোঁজা খোৱা, খুকুচা। A bowing acquaintance = খন্তেকীয়া চিনাকি। To make one's bow = ৰংগমঞ্চৰ পৰা আঁতৰ হ, বিদায় ল।\n\nBOW (বো)\n n. a piece of wood or bamboo bent by means of a string ধেনু; fiddle stick বেহেলাৰ চৰি; a necktie with a knot চাহাবী পোছাকৰ লগত ডিঙিত বন্ধা ফিটা, ডিঙি-বান্ধ। -bent ধেনুভিৰীয়া, ঘূকুচা। – boy কামদেৱ। compasses বৃত্ত অঁকা কাঁটা-কম্পাচ। hand বাওঁহাত। —legged ফেৰেকা। —man ধেনুধাৰী। -string ধেনুৰ জোঁৰ ধেনুৰ গুণ। On the bow hand = নিচান ঠিক নৰখাকৈ, নিচানৰ বাহিৰে। To draw the long bow = অসম্ভৱ কথা ক, গপ মাৰ। To have two strings to one's bow = কোনো কাম কৰোঁতে হাতত দুটা উপায় থোৱা To draw a bow at a venture = নজনা-নুশুনাকৈ কিবা এটা কৈ থ।\n\nBow (বো)\n n. the forepart of a ship জাহাজৰ আগফাল।",
    "BOWELS": " (বাৱে’লজ্) n. (pl.) the entrials নাড়ী-ভুৰু interior part অভ্যন্তৰ ভাগ; অস্ত্র।",
    "BOWER": " (বোৱৰ) n. a shady enclosure in a garden ফুলনিত লতাৰে আবৃত কৰি ঘৰৰ নিচিনা কৰা ঠাই, কুঞ্জবন ।",
    "BOWL": " (বৌল্) n. a wooden basin for house hold use চৰিয়া; a round drinking cup পানীখোৱা বাটি।\n\nBowl (বৌল্)\n n. a wooden ball কাঠৰ বল (ঢোপ )। - v. t. to throw a ball বেট-বল খেলোতে বল (ঢোপ) দে। vi. to play at bowls বল খেল। -ing n. the act of throwing a ball, as in cricket বল দিয়া কার্য। er n. যি বল খেলাত বল দিয়ে।",
    "BOX": " (বক্‌চ) n. a case or receptacle পেৰা, চন্দুক, টেমা, বাকচ; the contents of a box পেৰা বা বাকচত ৰখা বস্তু; an enclosure with seats in a theatre থিয়েটাৰঘৰৰ ভিতৰৰ দৰ্শক বহা ঘেৰা ঠাই; the seat of a driver on a carriage ঘোঁৰাগাড়ীত গাৰোৱান বহা ঠাই। v. to inclose in a box বাকচত সুমা বা ভৰা। A sentry box = চন্তৰী থকা সৰু কোঠা বা ঘৰ। To be in the wrong box বিঠিকত পৰ, চৌঠেঙ্গীয়াত পৰ। To be in a box = to be in difficulty ঠেকত পৰ, মুস্কিলত পৰ।\n\nBox (বক্‌চ)\n n. a blow on the head ভুকু, থকা, মুকুটি। v. মুকুটিয়া, ভুকুৱা, ভুকুৱা-ভুকি কৰ। —ing ভুকুৱা- ভুকি\n\nBox (বক্‌চ)\n n. a kind of hard tree এবিধ বিলাতী গছ আৰু তাৰ কাঠ।",
    "BOY": " (বয়) n, a male child ল'ৰা; a boy-servant ল'ৰা চাকৰ; a familiar term of addressing equals সমনীয়াৰ মৰমৰ মাত। hood ল'ৰাকাল, সৰুকাল। - ish ল'ৰাৰ নিচিনা। —ishness ল'ৰালি । Scout ব্ৰতী ল'ৰা, চোৰাংচোৱা ল'ৰা।",
    "BOYCOTT": " (বয়কট্) v. t. to exclude a man or thing from social or commercial intercourse পৰা বাজ কৰ, কোনো বস্তু ব্যৱহাৰ নকৰিবলৈ মাৰ বান্ধ ।",
    "BOY-SCOUT": " (বয়-স্কাউট্) n. ল'ৰাবিলাকৰ স্বভাৱ-চৰিত্ৰ, মন, গা, দৃঢ় কৰিবৰ উদ্দেশ্যে কৰা সমাজৰ সভা।",
    "BRABBLE": " (ব্রেল) v. i. to clamour চিঞৰ-বাখৰ কৰ। --- a trafling noisy quarrel সামান্য হাই-দ্বন্দ্ব।",
    "BOH": " (ব') চুঃ ।",
    "BOA": "(ব-এ) n. a general name for the largest species of serpents অজগৰ সাপ, পানী-মড়ল সাপ।",
    "BOAR": " (বোৰ্) n. the male of swine মতা বনৰীয়া গাহৰি, বৰা। —ish adj like a boar brutal বৰা গাহৰিৰ নিচিনা, পশুৰ দৰে।",
    "BOARD": " (বোর্ড) n. a broad wooden frame কাঠৰ ফলি, তক্তা, মেজ; food আহাৰ, খোৱা-বোৱা; a table round which a council is held সভা কৰা মেজ; মণ্ডলী; a council of some authorised persons কোনো শাসন প্রণালী বিষয়ক সভা যেনে, The board of revenue = ৰাজহ বিষয়ক সভা; the deck of a ship জাহাজৰ ভিতৰৰ ওপৰৰ ভাগ। –v. t. to provide food on payment ধন লৈ খাবলৈ দে; to enter a ship by force জাহাজত বলেৰে সোমা। v. i. to take food আহাৰ কৰ। -er n. one who lives in a boarding and receives food there যি বর্ডিঙত থাকে আৰু খায়। -ing n. act of covering with board ve লগোৱা কাম; act of supplying with food on a fixed payment ধন লৈ আহাৰ দিয়া কাৰ্য। Black-board = স্কুলত ব্যৱহাৰ কৰা ডাঙৰ কাঠৰ ফলি। Pasteboard = কিতাপৰ বাকলি লগাবৰ নিমিত্তে ব্যৱহাৰ কৰা মঠঙা কাগজ ৷",
    "BOARDING-SCHOOL": " = খাবলৈ আৰু পঢ়িবলৈ বন্দৱস্ত থকা স্কুল বা পঢ়াশালি। Board and lodging = খোৱা- শোৱা, খোৱা আৰু থকা । Board school = স্থানীয় ব'ৰ্ডৰ খৰচত চলোৱা স্কুল। -wages চাকৰৰ খোৱা খোৰাকী। Above board = প্রকাশ্যে, নিঃসন্দেহে। By the board = জাহাজৰ কাষত। To go by the board = নষ্ট হোৱা, হেৰোৱা। To go on board the ship = কোনো জাহাজত উঠি যোৱা।",
    "BOARDINGSCHOOL": " = খাবলৈ আৰু পঢ়িবলৈ বন্দৱস্ত থকা স্কুল বা পঢ়াশালি। Board and lodging = খোৱা- শোৱা, খোৱা আৰু থকা । Board school = স্থানীয় ব'ৰ্ডৰ খৰচত চলোৱা স্কুল। -wages চাকৰৰ খোৱা খোৰাকী। Above board = প্রকাশ্যে, নিঃসন্দেহে। By the board = জাহাজৰ কাষত। To go by the board = নষ্ট হোৱা, হেৰোৱা। To go on board the ship = কোনো জাহাজত উঠি যোৱা।",
    "SEQUENCE": "Simple succession, or the coming after in time, withoutasserting or implying causative energy; as, the reactions of chemicalagents may be conceived as merely invariable sequences.",
    "BAILEY BRIDGE": "সোনকালে কৰা দলং; ",
    "BALLERINA": "(বেলেৰিণা) n. a female ballet-dancer নাট্য-নৃত্য পটিয়সী।",
    "BANDOLIER": "(বেণ্ড’লিয়াৰ) n. shoulder belt with small pockets for holding cartridges পিস্তলৰ গুলী থ'ব পৰা সৰু সৰু জেপেৰে সৈতে কান্ধত ওলোমাই ৰখা ফিটা ।",
    "BALL-COCK": "( বল কক্ ) n. device for regulating inflow of water cistern, consisting of a floating ball, which rises or falls with the height of water, thereby shutting or opening valve of pipe through which the water comes in পিপাত থকা নলীৰ ভিতৰৰ এটা গুটি — পানীৰ পৰিমাণ অনুযায়ী গুটিটো উঠা-নমা কৰি থাকে আৰু পানী সোমোৱাটো নিয়ন্ত্ৰণ কৰে।",
    "BAULK": "n. a wooden plank used as a gangway ডোঙা বান্ধি থকা পানীৰ ওপৰেদি পাৰ হ'ব পৰা সৰু সাঁকো; a principal beam in the house ঘৰৰ মূচত লগোৱা প্ৰধান মাৰলি; a division of billiard table from which the play begins বিলিয়ার্ড খেলৰ মেজখনৰ এটা অংশ যাৰ পৰা খেল আৰম্ভ হয়; piece of land left unploughed between furrows চহাই থোৱা মাটিৰ দুটা লানিৰ মাজত থকা চহ নোহোৱা ঠাইকণ; a hindrance, obstacle, cause of delay অন্তৰায়, প্রতিবন্ধক, পলম হোৱাৰ কাৰণ।",
    "BALEFINE": "(বে’লফায়ান) . a beacon fire আহ্বানসূচক জুই; অনেক ওচৰলৈ মাতিবৰ কাৰণে জ্বলোৱা সংকেতপূর্ণ মেজি; funeral pyre চিতাৰ জুই ।"
   }
